app/views/kanbans/show.html.erb

<div class="kanban" data-id="<%= @kanban.id %>">
  <% @kanban.kanban_columns.each do |column| %>
---
SELECT "kanban_columns".* FROM "kanban_columns" WHERE "kanban_columns"."kanban_id" = $1  [["kanban_id", 2]]